Ran Plan for dir: `.` workspace: `default`

<details><summary>Show Output</summary>

```diff
aws_s3_bucket.b: Refreshing state... [id=lmb6-my-tf-test-bucket]

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
-/+ destroy and then create replacement

Terraform will perform the following actions:

  # aws_s3_bucket.b must be replaced
-/+ resource "aws_s3_bucket" "b" {
      + acceleration_status         = (known after apply)
      ~ arn                         = "arn:aws:s3:::lmb6-my-tf-test-bucket" -> (known after apply)
      ~ bucket                      = "lmb6-my-tf-test-bucket" -> "lmb9-my-tf-test-bucket" # forces replacement
      ~ bucket_domain_name          = "lmb6-my-tf-test-bucket.s3.amazonaws.com" -> (known after apply)
      ~ bucket_regional_domain_name = "lmb6-my-tf-test-bucket.s3.amazonaws.com" -> (known after apply)
      ~ hosted_zone_id              = "Z3AQBSTGFYJSTF" -> (known after apply)
      ~ id                          = "lmb6-my-tf-test-bucket" -> (known after apply)
      ~ region                      = "us-east-1" -> (known after apply)
      ~ request_payer               = "BucketOwner" -> (known after apply)
        tags                        = {
            "Environment" = "Dev"
            "Name"        = "My bucket"
        }
      + website_domain              = (known after apply)
      + website_endpoint            = (known after apply)
        # (3 unchanged attributes hidden)

      ~ versioning {
          ~ enabled    = false -> (known after apply)
          ~ mfa_delete = false -> (known after apply)
        }
    }

Plan: 1 to add, 0 to change, 1 to destroy.

time="2021-12-06T18:09:54Z" level=info msg="Detected Terraform plan file at /home/atlantis/.atlantis/repos/lmbleandro/atlantis-example/24/default/default.tfplan"
time="2021-12-06T18:09:55Z" level=info msg="starting: Running terraform show"
time="2021-12-06T18:09:55Z" level=info msg="Running command: /usr/local/bin/terraform1.0.10 show -no-color -json default.tfplan"
time="2021-12-06T18:10:01Z" level=info msg="starting: Calculating monthly cost estimate"

```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -d .`
* :put_litter_in_its_place: To **delete** this plan click [here](https://atlantis.cortex-intelligence.com/lock?id=lmbleandro%252Fatlantis-example%252F.%252Fdefault)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -d .`
</details>
Plan: 1 to add, 0 to change, 1 to destroy.

---
* :fast_forward: To **apply** all unapplied plans from this pull request, comment:
    * `atlantis apply`
* :put_litter_in_its_place: To delete all plans and locks for the PR, comment:
    * `atlantis unlock`
